Repository: superuser404notfound/Sodalite
Catalog: Sodalite/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# changelog.0_11_0.episodeSynopsis.body
source: Opening an episode no longer shows an empty synopsis for a few seconds, the description appears together with the rest of the page.
cs: Po otevření epizody už popis nezůstává několik sekund prázdný, zobrazí se spolu se zbytkem stránky.
da: Når du åbner en episode, står beskrivelsen ikke længere tom i flere sekunder, den vises sammen med resten af siden.
de: Beim Öffnen einer Episode bleibt die Beschreibung nicht mehr sekundenlang leer, sie erscheint zusammen mit dem Rest der Seite.
el: Ανοίγοντας ένα επεισόδιο, η περίληψη δεν μένει πια κενή για μερικά δευτερόλεπτα, εμφανίζεται μαζί με την υπόλοιπη σελίδα.
es: Al abrir un episodio, la sinopsis ya no queda vacía durante unos segundos, aparece junto con el resto de la página.
fi: Jaksoa avattaessa kuvaus ei enää ole tyhjä useita sekunteja, vaan se ilmestyy yhdessä muun sivun kanssa.
fr: À l'ouverture d'un épisode, le synopsis ne reste plus vide pendant quelques secondes, il s'affiche en même temps que le reste de la page.
hr: Pri otvaranju epizode opis više ne ostaje prazan nekoliko sekundi, pojavljuje se zajedno s ostatkom stranice.
hu: Egy epizód megnyitásakor a leírás többé nem marad üres néhány másodpercig, a lap többi részével együtt jelenik meg.
it: All'apertura di un episodio la trama non resta più vuota per qualche secondo, appare insieme al resto della pagina.
ja: エピソードを開いたとき、あらすじが数秒間空白のままになることがなくなり、ページの他の部分と同時に表示されます。
ko: 에피소드를 열 때 줄거리가 몇 초간 비어 있지 않고 페이지의 나머지 부분과 함께 표시됩니다.
nb: Når du åpner en episode, står ikke beskrivelsen tom i flere sekunder lenger, den vises sammen med resten av siden.
nl: Bij het openen van een aflevering blijft de beschrijving niet meer enkele seconden leeg, hij verschijnt samen met de rest van de pagina.
pl: Po otwarciu odcinka opis nie pozostaje już pusty przez kilka sekund, pojawia się razem z resztą strony.
pt_br: Ao abrir um episódio, a sinopse não fica mais vazia por alguns segundos, ela aparece junto com o restante da página.
pt_pt: Ao abrir um episódio, a sinopse já não fica vazia durante alguns segundos, aparece juntamente com o resto da página.
ro: La deschiderea unui episod, rezumatul nu mai rămâne gol câteva secunde, apare odată cu restul paginii.
ru: При открытии эпизода описание больше не остаётся пустым несколько секунд, оно появляется вместе с остальной страницей.
sk: Po otvorení epizódy už popis nezostáva niekoľko sekúnd prázdny, zobrazí sa spolu so zvyškom stránky.
sv: När du öppnar ett avsnitt står beskrivningen inte längre tom i flera sekunder, den visas tillsammans med resten av sidan.
tr: Bir bölüm açıldığında özet artık birkaç saniye boş kalmıyor, sayfanın geri kalanıyla birlikte görünüyor.
uk: Після відкриття епізоду опис більше не лишається порожнім кілька секунд, він з'являється разом з рештою сторінки.
zh_hans: 打开剧集时，简介不再空白数秒，而是与页面其余内容一同显示。
zh_hant: 打開單集時，簡介不再空白數秒，而是與頁面其餘內容一同顯示。

# changelog.0_11_0.episodeSynopsis.title
source: Episode synopsis without the wait
cs: Popis epizody bez čekání
da: Episodebeskrivelse uden ventetid
de: Episodenbeschreibung ohne Wartezeit
el: Περίληψη επεισοδίου χωρίς αναμονή
es: Sinopsis del episodio sin espera
fi: Jakson kuvaus ilman odottelua
fr: Synopsis d'épisode sans attente
hr: Opis epizode bez čekanja
hu: Epizódleírás várakozás nélkül
it: Trama dell'episodio senza attese
ja: あらすじをすぐ表示
ko: 기다림 없는 에피소드 줄거리
nb: Episodebeskrivelse uten venting
nl: Afleveringsbeschrijving zonder wachten
pl: Opis odcinka bez czekania
pt_br: Sinopse do episódio sem espera
pt_pt: Sinopse do episódio sem espera
ro: Rezumatul episodului fără așteptare
ru: Описание эпизода без ожидания
sk: Popis epizódy bez čakania
sv: Avsnittsbeskrivning utan väntan
tr: Beklemesiz bölüm özeti
uk: Опис епізоду без очікування
zh_hans: 剧集简介即时显示
zh_hant: 單集簡介即時顯示

# changelog.0_11_0.libraryPaging.body
source: Filtered grids keep loading more titles as you scroll instead of stopping at the first batch.
cs: Filtrované mřížky při posouvání průběžně načítají další tituly, místo aby skončily u první dávky.
da: Filtrerede gitre indlæser flere titler, mens du scroller, i stedet for at stoppe ved første portion.
de: Gefilterte Raster laden beim Scrollen weitere Titel nach, statt nach dem ersten Schwung zu stoppen.
el: Τα φιλτραρισμένα πλέγματα συνεχίζουν να φορτώνουν τίτλους καθώς κάνετε κύλιση, αντί να σταματούν στην πρώτη παρτίδα.
es: Las cuadrículas filtradas siguen cargando títulos al desplazarte, en lugar de detenerse en el primer lote.
fi: Suodatetut ruudukot lataavat lisää nimikkeitä vierittäessä sen sijaan, että pysähtyisivät ensimmäiseen erään.
fr: Les grilles filtrées continuent de charger des titres au fil du défilement au lieu de s'arrêter au premier lot.
hr: Filtrirane mreže nastavljaju učitavati naslove dok listate, umjesto da stanu na prvoj seriji.
hu: A szűrt rácsok görgetés közben további címeket töltenek be, ahelyett hogy az első adagnál megállnának.
it: Le griglie filtrate continuano a caricare titoli durante lo scorrimento, invece di fermarsi al primo blocco.
ja: フィルター付きグリッドは最初のひとまとまりで止まらず、スクロールに合わせてタイトルを読み込み続けます。
ko: 필터된 그리드가 첫 묶음에서 멈추지 않고 스크롤할 때마다 타이틀을 계속 불러옵니다.
nb: Filtrerte rutenett fortsetter å laste inn titler mens du blar, i stedet for å stoppe ved første pulje.
nl: Gefilterde rasters blijven titels laden terwijl je scrolt, in plaats van te stoppen bij de eerste lading.
pl: Filtrowane siatki doczytują kolejne tytuły podczas przewijania, zamiast zatrzymywać się na pierwszej partii.
pt_br: As grades filtradas continuam carregando títulos conforme você rola, em vez de parar no primeiro lote.
pt_pt: As grelhas filtradas continuam a carregar títulos à medida que percorre, em vez de pararem no primeiro lote.
ro: Grilele filtrate continuă să încarce titluri pe măsură ce derulați, în loc să se oprească la primul lot.
ru: Отфильтрованные сетки подгружают новые позиции при прокрутке, а не останавливаются на первой порции.
sk: Filtrované mriežky pri rolovaní priebežne načítavajú ďalšie tituly, namiesto toho aby skončili pri prvej dávke.
sv: Filtrerade rutnät fortsätter läsa in titlar medan du bläddrar, i stället för att stanna vid första omgången.
tr: Filtrelenmiş ızgaralar ilk grupta durmak yerine kaydırdıkça yeni içerikler yüklemeye devam ediyor.
uk: Відфільтровані сітки підвантажують нові позиції під час прокручування, а не зупиняються на першій порції.
zh_hans: 筛选网格会在滚动时持续加载更多内容,而不再停留在第一批。
zh_hant: 篩選網格會在捲動時持續載入更多內容,而不再停在第一批。

# changelog.0_11_0.libraryPaging.title
source: Large libraries load fully
cs: Velké knihovny se načítají celé
da: Store biblioteker indlæses helt
de: Große Bibliotheken laden vollständig
el: Οι μεγάλες βιβλιοθήκες φορτώνουν πλήρως
es: Las bibliotecas grandes cargan al completo
fi: Suuret kirjastot latautuvat kokonaan
fr: Les grandes bibliothèques se chargent entièrement
hr: Velike knjižnice učitavaju se u cijelosti
hu: A nagy könyvtárak teljesen betöltődnek
it: Le librerie grandi si caricano per intero
ja: 大規模ライブラリも最後まで読み込み
ko: 대용량 라이브러리 전체 로드
nb: Store biblioteker lastes helt inn
nl: Grote bibliotheken laden volledig
pl: Duże biblioteki ładują się w całości
pt_br: Bibliotecas grandes carregam por completo
pt_pt: As bibliotecas grandes carregam na totalidade
ro: Bibliotecile mari se încarcă integral
ru: Большие библиотеки загружаются полностью
sk: Veľké knižnice sa načítajú celé
sv: Stora bibliotek läses in helt
tr: Büyük kitaplıklar tamamen yükleniyor
uk: Великі бібліотеки завантажуються повністю
zh_hans: 大型媒体库可完整加载
zh_hant: 大型媒體庫可完整載入

# changelog.0_11_0.liveDirectAudio.body
source: Channels that deliver video and audio as separate streams (ARD and others) now play directly with full quality and sound, no server transcoding.
cs: Kanály, které dodávají obraz a zvuk jako oddělené streamy (ARD a další), se nyní přehrávají přímo v plné kvalitě se zvukem, bez překódování na serveru.
da: Kanaler, der leverer video og lyd som separate streams (ARD med flere), afspilles nu direkte i fuld kvalitet med lyd, uden server-transcoding.
de: Sender, die Video und Ton als getrennte Streams liefern (ARD und andere), spielen jetzt direkt in voller Qualität mit Ton, ohne Server-Transkodierung.
el: Κανάλια που παρέχουν βίντεο και ήχο ως ξεχωριστές ροές (ARD και άλλα) παίζουν πλέον απευθείας σε πλήρη ποιότητα με ήχο, χωρίς διακωδικοποίηση στον διακομιστή.
es: Los canales que entregan vídeo y audio como streams separados (ARD y otros) ahora se reproducen directamente con calidad completa y sonido, sin transcodificación en el servidor.
fi: Kanavat, jotka toimittavat kuvan ja äänen erillisinä streameina (ARD ja muut), toistuvat nyt suoraan täydellä laadulla ja äänellä ilman palvelimen transkoodausta.
fr: Les chaînes qui livrent la vidéo et l'audio en flux séparés (ARD et autres) se lisent désormais directement en pleine qualité avec le son, sans transcodage serveur.
hr: Kanali koji isporučuju video i zvuk kao odvojene streamove (ARD i drugi) sada se reproduciraju izravno u punoj kvaliteti sa zvukom, bez transkodiranja na poslužitelju.
hu: A képet és hangot külön streamként szállító csatornák (ARD és társai) mostantól közvetlenül, teljes minőségben és hanggal játszanak le, szerveroldali átkódolás nélkül.
it: I canali che forniscono video e audio come stream separati (ARD e altri) ora si riproducono direttamente in piena qualità con l'audio, senza transcodifica sul server.
ja: 映像と音声を別ストリームで配信するチャンネル(ARDなど)も、サーバーでのトランスコードなしにフル画質・音声付きで直接再生できるようになりました。
ko: 영상과 음성을 별도 스트림으로 제공하는 채널(ARD 등)도 이제 서버 트랜스코딩 없이 전체 화질과 소리로 직접 재생됩니다.
nb: Kanaler som leverer video og lyd som separate strømmer (ARD med flere), spilles nå av direkte i full kvalitet med lyd, uten servertranskoding.
nl: Kanalen die beeld en geluid als aparte streams leveren (ARD en andere) spelen nu direct af in volle kwaliteit met geluid, zonder servertranscoding.
pl: Kanały dostarczające obraz i dźwięk jako osobne strumienie (ARD i inne) odtwarzają się teraz bezpośrednio w pełnej jakości z dźwiękiem, bez transkodowania na serwerze.
pt_br: Canais que entregam vídeo e áudio como streams separados (ARD e outros) agora tocam diretamente em qualidade total com som, sem transcodificação no servidor.
pt_pt: Os canais que entregam vídeo e áudio como streams separados (ARD e outros) reproduzem agora diretamente em qualidade total com som, sem transcodificação no servidor.
ro: Canalele care livrează imaginea și sunetul ca fluxuri separate (ARD și altele) se redau acum direct, la calitate completă și cu sunet, fără transcodare pe server.
ru: Каналы, передающие видео и звук отдельными потоками (ARD и другие), теперь воспроизводятся напрямую в полном качестве со звуком, без транскодирования на сервере.
sk: Kanály, ktoré dodávajú obraz a zvuk ako oddelené streamy (ARD a ďalšie), sa teraz prehrávajú priamo v plnej kvalite so zvukom, bez prekódovania na serveri.
sv: Kanaler som levererar bild och ljud som separata strömmar (ARD med flera) spelas nu upp direkt i full kvalitet med ljud, utan servertranskodning.
tr: Görüntü ve sesi ayrı akışlar olarak sunan kanallar (ARD ve diğerleri) artık sunucu dönüştürmesi olmadan tam kalitede ve sesli olarak doğrudan oynatılıyor.
uk: Канали, що передають відео та звук окремими потоками (ARD та інші), тепер відтворюються напряму в повній якості зі звуком, без транскодування на сервері.
zh_hans: 视频与音频分流传输的频道(如 ARD 等)现在可以全画质带声音直接播放,无需服务器转码。
zh_hant: 影音分流傳輸的頻道(如 ARD 等)現在可以全畫質帶聲音直接播放,無需伺服器轉碼。

# changelog.0_11_0.liveDirectAudio.title
source: More live channels in direct play
cs: Více živých kanálů v přímém přehrávání
da: Flere livekanaler i direct play
de: Mehr Live-Sender in Direct Play
el: Περισσότερα ζωντανά κανάλια σε άμεση αναπαραγωγή
es: Más canales en directo con reproducción directa
fi: Lisää livekanavia suoratoistona
fr: Plus de chaînes en direct en lecture directe
hr: Više kanala uživo u izravnoj reprodukciji
hu: Több élő csatorna közvetlen lejátszással
it: Più canali live in riproduzione diretta
ja: ダイレクト再生できるライブチャンネルが増加
ko: 더 많은 라이브 채널을 다이렉트 재생
nb: Flere direktekanaler med direct play
nl: Meer livekanalen in direct play
pl: Więcej kanałów na żywo w trybie direct play
pt_br: Mais canais ao vivo em reprodução direta
pt_pt: Mais canais em direto em reprodução direta
ro: Mai multe canale live în redare directă
ru: Больше живых каналов в прямом воспроизведении
sk: Viac živých kanálov v priamom prehrávaní
sv: Fler livekanaler med direct play
tr: Doğrudan oynatmada daha fazla canlı kanal
uk: Більше живих каналів у прямому відтворенні
zh_hans: 更多直播频道支持直接播放
zh_hant: 更多直播頻道支援直接播放

# changelog.0_11_0.liveResilience.body
source: Short playlist hiccups now retry invisibly, and a disrupted live session rejoins at the live edge instead of freezing.
cs: Krátké výpadky playlistu se nyní opakují neviditelně a přerušená živá relace se znovu připojí na živou hranu, místo aby zamrzla.
da: Korte playlist-udfald prøves nu igen usynligt, og en afbrudt live-session hopper tilbage til live-kanten i stedet for at fryse.
de: Kurze Playlist-Aussetzer werden jetzt unsichtbar wiederholt, und eine unterbrochene Live-Sitzung steigt wieder an der Live-Kante ein, statt einzufrieren.
el: Σύντομες διακοπές της λίστας αναπαραγωγής επαναλαμβάνονται πλέον αόρατα, και μια διακοπείσα ζωντανή συνεδρία επανασυνδέεται στο ζωντανό σημείο αντί να παγώνει.
es: Los cortes breves de la playlist ahora se reintentan de forma invisible, y una sesión en directo interrumpida se reincorpora al borde en vivo en lugar de congelarse.
fi: Lyhyet soittolistakatkokset yritetään nyt uudelleen huomaamattomasti, ja keskeytynyt livesessio liittyy takaisin lähetyksen reunaan jäätymisen sijaan.
fr: Les brèves interruptions de playlist sont désormais réessayées de façon invisible, et une session en direct interrompue rejoint le direct au lieu de se figer.
hr: Kratki prekidi playliste sada se nevidljivo ponavljaju, a prekinuta sesija uživo ponovno se priključuje na rub uživo umjesto da se zamrzne.
hu: A rövid playlist-kimaradásokat mostantól észrevétlenül újrapróbálja, a megszakadt élő munkamenet pedig az élő szélnél csatlakozik vissza, fagyás helyett.
it: Le brevi interruzioni della playlist ora vengono ritentate in modo invisibile, e una sessione live interrotta si riaggancia al punto live invece di bloccarsi.
ja: プレイリストの短い途切れは目立たないよう自動的に再試行され、中断されたライブセッションはフリーズせずライブエッジに復帰します。
ko: 짧은 재생목록 끊김은 이제 보이지 않게 재시도되며, 중단된 라이브 세션은 멈추는 대신 라이브 지점으로 다시 합류합니다.
nb: Korte spillelistebrudd prøves nå på nytt usynlig, og en avbrutt direktesending blir med igjen på direktekanten i stedet for å fryse.
nl: Korte playlist-haperingen worden nu onzichtbaar opnieuw geprobeerd, en een onderbroken livesessie sluit weer aan op de live-rand in plaats van te bevriezen.
pl: Krótkie przerwy playlisty są teraz niewidocznie ponawiane, a przerwana sesja na żywo dołącza ponownie na krawędzi na żywo, zamiast się zawieszać.
pt_br: Falhas breves de playlist agora são repetidas de forma invisível, e uma sessão ao vivo interrompida volta para a borda ao vivo em vez de congelar.
pt_pt: As falhas breves da playlist são agora repetidas de forma invisível, e uma sessão em direto interrompida volta a juntar-se à margem em direto em vez de congelar.
ro: Întreruperile scurte ale playlistului sunt acum reîncercate invizibil, iar o sesiune live întreruptă se realătură la marginea live în loc să înghețe.
ru: Короткие сбои плейлиста теперь незаметно повторяются, а прерванная живая сессия возвращается к живому краю вместо зависания.
sk: Krátke výpadky playlistu sa teraz neviditeľne opakujú a prerušená živá relácia sa znova pripojí na živý okraj, namiesto toho aby zamrzla.
sv: Korta spellisteavbrott provas nu om osynligt, och en avbruten livesession ansluter igen vid livekanten i stället för att frysa.
tr: Kısa oynatma listesi kesintileri artık görünmez şekilde yeniden deneniyor ve kesilen canlı oturum donmak yerine canlı kenara yeniden katılıyor.
uk: Короткі збої плейлиста тепер непомітно повторюються, а перервана жива сесія повертається до живого краю замість зависання.
zh_hans: 播放列表的短暂中断现在会自动无感重试,中断的直播会重新接入直播边缘,而不会卡住。
zh_hant: 播放清單的短暫中斷現在會自動無感重試,中斷的直播會重新接回直播邊緣,而不會卡住。

# changelog.0_11_0.liveResilience.title
source: Steadier live streams
cs: Stabilnější živé vysílání
da: Mere stabile livestreams
de: Stabilere Live-Streams
el: Σταθερότερες ζωντανές ροές
es: Emisiones en directo más estables
fi: Vakaammat livelähetykset
fr: Des directs plus stables
hr: Stabilniji prijenosi uživo
hu: Stabilabb élő adások
it: Dirette più stabili
ja: より安定したライブ配信
ko: 더 안정적인 라이브 스트림
nb: Mer stabile direktestrømmer
nl: Stabielere livestreams
pl: Stabilniejsze transmisje na żywo
pt_br: Transmissões ao vivo mais estáveis
pt_pt: Emissões em direto mais estáveis
ro: Transmisiuni live mai stabile
ru: Более стабильные прямые трансляции
sk: Stabilnejšie živé vysielanie
sv: Stabilare livesändningar
tr: Daha kararlı canlı yayınlar
uk: Стабільніші прямі трансляції
zh_hans: 更稳定的直播流
zh_hant: 更穩定的直播串流

# changelog.0_11_0.reliability.body
source: A full two-pass review fixed dozens of issues across playback, profiles, server switching, Live TV, and music.
cs: Kompletní dvojitá revize opravila desítky problémů v přehrávání, profilech, přepínání serverů, živé TV a hudbě.
da: En komplet dobbelt gennemgang rettede dusinvis af fejl i afspilning, profiler, serverskift, live-tv og musik.
de: Eine vollständige zweifache Überprüfung hat Dutzende Probleme bei Wiedergabe, Profilen, Serverwechsel, Live TV und Musik behoben.
el: Ένας πλήρης διπλός έλεγχος διόρθωσε δεκάδες προβλήματα σε αναπαραγωγή, προφίλ, εναλλαγή διακομιστών, ζωντανή TV και μουσική.
es: Una revisión doble completa corrigió decenas de problemas en reproducción, perfiles, cambio de servidor, TV en directo y música.
fi: Täysi kaksinkertainen tarkastus korjasi kymmeniä ongelmia toistossa, profiileissa, palvelimen vaihdossa, live-TV:ssä ja musiikissa.
fr: Une revue complète en deux passes a corrigé des dizaines de problèmes dans la lecture, les profils, le changement de serveur, la TV en direct et la musique.
hr: Potpuni dvostruki pregled ispravio je desetke problema u reprodukciji, profilima, promjeni poslužitelja, TV-u uživo i glazbi.
hu: Egy teljes, kétmenetes átvizsgálás tucatnyi hibát javított a lejátszásban, a profiloknál, a szerverváltásnál, az élő TV-ben és a zenében.
it: Una revisione completa in due passate ha corretto decine di problemi in riproduzione, profili, cambio server, Live TV e musica.
ja: アプリ全体を2回にわたり総点検し、再生、プロファイル、サーバー切替、ライブTV、ミュージックの数十件の問題を修正しました。
ko: 앱 전체를 두 차례 점검하여 재생, 프로필, 서버 전환, 라이브 TV, 음악에서 수십 건의 문제를 수정했습니다.
nb: En fullstendig dobbel gjennomgang rettet dusinvis av problemer i avspilling, profiler, serverbytte, direkte-TV og musikk.
nl: Een volledige dubbele controle verhielp tientallen problemen in afspelen, profielen, serverwissel, live-tv en muziek.
pl: Pełny dwukrotny przegląd naprawił dziesiątki problemów w odtwarzaniu, profilach, przełączaniu serwerów, telewizji na żywo i muzyce.
pt_br: Uma revisão completa em duas passadas corrigiu dezenas de problemas em reprodução, perfis, troca de servidor, TV ao vivo e música.
pt_pt: Uma revisão completa em duas passagens corrigiu dezenas de problemas na reprodução, perfis, mudança de servidor, TV em direto e música.
ro: O verificare completă în două treceri a corectat zeci de probleme la redare, profiluri, schimbarea serverului, TV live și muzică.
ru: Полная двухэтапная проверка исправила десятки проблем в воспроизведении, профилях, смене сервера, живом ТВ и музыке.
sk: Kompletná dvojitá kontrola opravila desiatky problémov v prehrávaní, profiloch, prepínaní serverov, živej TV a hudbe.
sv: En fullständig dubbel genomgång rättade tiotals problem i uppspelning, profiler, serverbyte, live-tv och musik.
tr: Tam kapsamlı iki aşamalı bir inceleme; oynatma, profiller, sunucu değişimi, canlı TV ve müzikte onlarca sorunu düzeltti.
uk: Повна дворазова перевірка виправила десятки проблем у відтворенні, профілях, зміні сервера, живому ТБ і музиці.
zh_hans: 对整个应用进行了两轮全面检查,修复了播放、配置文件、服务器切换、直播电视和音乐中的数十个问题。
zh_hant: 對整個應用程式進行了兩輪全面檢查,修正了播放、設定檔、伺服器切換、直播電視和音樂中的數十個問題。

# changelog.0_11_0.reliability.title
source: Reliability pass
cs: Kolo spolehlivosti
da: Pålidelighedsgennemgang
de: Zuverlässigkeitsdurchlauf
el: Πέρασμα αξιοπιστίας
es: Pasada de fiabilidad
fi: Luotettavuuskierros
fr: Passe de fiabilité
hr: Krug pouzdanosti
hu: Megbízhatósági kör
it: Passata di affidabilità
ja: 信頼性向上パス
ko: 안정성 점검
nb: Pålitelighetsrunde
nl: Betrouwbaarheidsronde
pl: Runda niezawodności
pt_br: Rodada de confiabilidade
pt_pt: Ronda de fiabilidade
ro: Rundă de fiabilitate
ru: Проход по надёжности
sk: Kolo spoľahlivosti
sv: Tillförlitlighetsrunda
tr: Güvenilirlik turu
uk: Прохід надійності
zh_hans: 可靠性专项
zh_hant: 可靠性檢查

# changelog.0_11_0.requestFilters.body
source: Switching the status filter while requests are still loading no longer leaves the list empty.
cs: Přepnutí filtru stavu během načítání už nenechá seznam prázdný.
da: Skift af statusfilter, mens anmodninger stadig indlæses, efterlader ikke længere listen tom.
de: Ein Wechsel des Statusfilters während des Ladens lässt die Liste nicht mehr leer zurück.
el: Η αλλαγή φίλτρου κατάστασης κατά τη φόρτωση δεν αφήνει πλέον τη λίστα κενή.
es: Cambiar el filtro de estado mientras las solicitudes aún cargan ya no deja la lista vacía.
fi: Tilasuodattimen vaihtaminen latauksen aikana ei enää jätä listaa tyhjäksi.
fr: Changer de filtre de statut pendant le chargement ne laisse plus la liste vide.
hr: Promjena filtra statusa tijekom učitavanja više ne ostavlja popis praznim.
hu: A státuszszűrő váltása betöltés közben többé nem hagyja üresen a listát.
it: Cambiare il filtro di stato mentre le richieste si caricano non lascia più la lista vuota.
ja: 読み込み中にステータスフィルターを切り替えても、リストが空のままになりません。
ko: 로딩 중에 상태 필터를 전환해도 목록이 비어 있지 않습니다.
nb: Å bytte statusfilter mens forespørslene fortsatt lastes, etterlater ikke lenger listen tom.
nl: Het wisselen van statusfilter tijdens het laden laat de lijst niet langer leeg achter.
pl: Przełączenie filtra statusu podczas ładowania nie zostawia już pustej listy.
pt_br: Trocar o filtro de status enquanto os pedidos ainda carregam não deixa mais a lista vazia.
pt_pt: Mudar o filtro de estado enquanto os pedidos ainda carregam já não deixa a lista vazia.
ro: Schimbarea filtrului de stare în timpul încărcării nu mai lasă lista goală.
ru: Переключение фильтра статуса во время загрузки больше не оставляет список пустым.
sk: Prepnutie filtra stavu počas načítavania už nenechá zoznam prázdny.
sv: Att byta statusfilter medan förfrågningar fortfarande läses in lämnar inte längre listan tom.
tr: Yükleme sırasında durum filtresini değiştirmek artık listeyi boş bırakmıyor.
uk: Перемикання фільтра статусу під час завантаження більше не залишає список порожнім.
zh_hans: 在加载过程中切换状态筛选不再导致列表为空。
zh_hant: 在載入過程中切換狀態篩選不再導致清單為空。

# changelog.0_11_0.requestFilters.title
source: Request filters respond instantly
cs: Filtry žádostí reagují okamžitě
da: Anmodningsfiltre reagerer med det samme
de: Anfrage-Filter reagieren sofort
el: Τα φίλτρα αιτημάτων αποκρίνονται αμέσως
es: Los filtros de solicitudes responden al instante
fi: Pyyntösuodattimet reagoivat heti
fr: Les filtres de demandes répondent immédiatement
hr: Filtri zahtjeva reagiraju odmah
hu: A kérésszűrők azonnal reagálnak
it: I filtri delle richieste rispondono subito
ja: リクエストフィルターが即座に反応
ko: 요청 필터가 즉시 반응
nb: Forespørselsfiltre reagerer umiddelbart
nl: Verzoekfilters reageren direct
pl: Filtry próśb reagują natychmiast
pt_br: Filtros de pedidos respondem na hora
pt_pt: Os filtros de pedidos respondem de imediato
ro: Filtrele cererilor răspund imediat
ru: Фильтры запросов отвечают мгновенно
sk: Filtre žiadostí reagujú okamžite
sv: Förfrågningsfilter svarar direkt
tr: İstek filtreleri anında tepki veriyor
uk: Фільтри запитів відповідають миттєво
zh_hans: 请求筛选即时响应
zh_hant: 請求篩選即時回應
